INSERT INTO my_test.employee (id,name,gender,hire_date,salary,performance,manage,department) VALUES 
(1001,'张三',NULL,'1991-07-25',2000,200.0,500.0,'营销部')
,(1002,'李四',NULL,'2017-07-05',4000,500.0,NULL,'营销部')
,(1003,'王五',NULL,'2018-05-01',6000,100.0,5000.0,'研发部')
,(1004,'赵六',NULL,'1991-06-01',1000,3000.0,4000.0,'财务部')
,(1005,'孙七',NULL,'2018-03-23',8000,1000.0,NULL,'研发部')
,(1006,'周八',NULL,'2010-09-08',5000,500.0,1000.0,'人事部')
,(1007,'吴九',NULL,'2017-07-05',8000,601.0,NULL,'研发部')
,(1008,'郑十',NULL,'2014-04-06',4000,1801.0,NULL,'人事部')
;